// General
"Basic Settings" = "Basic Settings";
"Ok" = "Ok";
"Delete" = "Delete";
"Please select something from the menu to begin." = "Please select something from the menu to begin.";


// CoreDataHelpers
"New Project" = "New Project";
"New Item" = "New Item";


// HomeView
"Home" = "Home";
"Up next" = "Up next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete.";

// ProjectsView
"Open" = "Open";
"Closed" = "Closed";
"There's nothing here right now." = "There's nothing here right now.";
"Add Item" = "Add Item";
"Closed Projects" = "Closed Projects";
"Open Projects" = "Open Projects";
"Add Project" = "Add Project";
// a button that shows a menu with the following options
"Sort" = "Sort";
"Sort Items" = "Sort Items";
"Optimized" = "Optimized";
"Creation Date" = "Creation Date";
"Title" = "Title";


// EditProjectView
"Edit Project" = "Edit Project";
"Custom Project Color" = "Custom Project Color";
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely." = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely.";
"Reopen this project" = "Reopen this project";
"Close this project" = "Close this project";
"Delete this project" = "Delete this project";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project?  You will also delete all the items it contains." = "Are you sure you want to delete this project?  You will also delete all the items it contains.";

"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";


// EditItemView
"Priority" = "Priority";
"Low" = "Low";
"Medium" = "Medium";
"High" = "High";
"Mark Completed" = " Mark Completed";
"Edit Item" = "Edit Item";

// ItemRowView
"%@, completed." = "%@, completed.";
"@%, high priority" = "%@, high priority";


// AwardsView
"Awards" = "Awards";
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";
